Repository: pgrono/acf-tools-suite
Catalog: languages/acf-tools-suite-*.po
Languages: pl_pl

source: ACF Tools
pl_pl: Narzędzia ACF

source: Code Generator
pl_pl: Generator Kodu

source: Field Debugger
pl_pl: Debugger Pól

source: ACF Code Snippet Generator
pl_pl: Generator Snippetów Pól Własnych (ACF)

source: Copy ready-made code snippets. The plugin automatically detects array-based fields (e.g., Repeater, Flexible Content) and generates loops for them with a list of actual subfields.
pl_pl: Skopiuj gotowe fragmenty kodu. Wtyczka automatycznie wykrywa pola tablicowe (np. Repeter, Elastyczna treść) i generuje dla nich pętle z listą rzeczywistych pól podrzędnych.

source: Error:
pl_pl: Błąd:

source: The Advanced Custom Fields plugin is not active.
pl_pl: Wtyczka Advanced Custom Fields nie jest aktywna.

source: No ACF field groups found.
pl_pl: Nie znaleziono żadnych grup pól ACF.

source: The "Orphans" plugin is active. Additional code options with the `orphan_replace` filter are displayed.
pl_pl: Wykryto aktywną wtyczkę "Orphans". Wyświetlono dodatkowe opcje kodu z filtrem `orphan_replace`.

source: Standard Fields (for posts, pages, etc.)
pl_pl: Standardowe pola (dla postów, stron, itp.)

source: Options Page Fields
pl_pl: Pola dla Strony Opcji

source: Group:
pl_pl: Grupa:

source: Field Label
pl_pl: Etykieta Pola

source: Field Name
pl_pl: Nazwa Pola

source: Code to Copy
pl_pl: Kody do skopiowania

source: Type:
pl_pl: Typ:

source: Loop (for array field):
pl_pl: Pętla (dla pola tablicowego):

source: Copy
pl_pl: Kopiuj

source: Copied!
pl_pl: Skopiowano!

source: Display (echo):
pl_pl: Wyświetlanie (echo):

source: Assign to variable:
pl_pl: Przypisanie do zmiennej:

source: Display with Orphans filter:
pl_pl: Wyświetlanie z filtrem Orphans:

source: Variable with Orphans filter:
pl_pl: Zmienna z filtrem Orphans:

source: ACF Field Debugger
pl_pl: Debugger Pól Własnych (ACF)

source: Below is a raw dump of values from <strong>only non-empty</strong> ACF fields. Posts that do not have any filled fields are omitted from the list.
pl_pl: Poniżej znajduje się surowy zrzut wartości <strong>tylko niepustych</strong> pól ACF. Wpisy, które nie mają żadnych wypełnionych pól, są pomijane na liście.

source: No filled ACF fields on the options page.
pl_pl: Brak wypełnionych pól ACF na stronie opcji.

source: Post Type:
pl_pl: Typ wpisu:

source: (no title)
pl_pl: (brak tytułu)
